Repository: dohoang1102/TuDay
Catalog: TuWien Calendar/*.lproj/InfoPlist.strings
Languages: de

# LOGIN_EXCEPTION
source: Unable to login with given studenId/password combination
de: Kann nicht mit bestimmter matrikelNr/password-Kombination einloggen

# PARSING_EXCEPTION
source: Unable to extract ical Token
de: Kann nicht icalToken parsen

# GENERATE_ICAL_EXCEPTION
source: Unable to extract ical Token
de: Kann nicht icalToken parsen

source: Unknown exception
de: Unbekannter Fehler

source: Settings
de: Einstellungen

# CONN_AND_DOWNLOADING
source: Connecting to TU Wien and downloading data, please wait...
de: Verbinde zur TU Wien, bitte warten...

# CONN_LOGGED_PARSING_TISS
source: Parsing data from tiss calendar, number of events parsed:
de: Tiss-Kalender Anzahl der Termine:

# CONN_LOGGED_PARSING_TUWEL
source: Parsing data from tuwel calendar, number of events parsed:
de: Tuwel-Kalender Anzahl der Termine:

source: Error
de: Fehler

# TISS_IMP
source: TISS events imported:
de: TISS Terminen importiert:

# TUWEL_IMP
source: TUWEL events imported:
de: TUWEL Terminen importiert:

# FINISHED
source: Finished summary
de: Zusammenfassung:

source: Incoming
de: Eingehenden

# CALENDAR
source: Today Calendar
de: Heute Kalender

source: Disscuss
de: Diskussion

# DISSCUSS_TEXT
source: Display thread for this event
de: Zeige den Thread für diese Veranstaltung

# NO_CLASSROOM
source: No classroom pdf
de: Kein Hörsall-pdf

# NO_CLASSROOM_TEXT
source: No classroom availible
de: Kein Hörsall-pdf verfügbar

# DISP_CLASSROOM
source: Display classroom location
de: Zeige Hörsall Lage

# TEXT_WRITE
source: Write your post here
de: Schreiben sie einen Post hier

# ADD_POST
source: Add new
de: Neuen Post hinzufügen

# PASTDISCUSS
source: Past disscuss
de: Past Diskussion

source: Food
de: Essen
